"%[Any]@ of the following are true" = "以下 %1$[任一]@ 條件為是";
"%[All]@ of the following are true" = "以下 %1$[全部]@ 條件為是";

"%[bitrate]@ %[is]@ %@ kbps" = "%1$[位元率]@ %2$[是]@ %3$@ kbps";
"%[bitrate]@ %[is not]@ %@ kbps" = "%1$[位元率]@ %2$[不是]@ %3$@ kbps";
"%[bitrate]@ %[is greater than]@ %@ kbps" = "%1$[位元率]@ %2$[大於]@ %3$@ kbps";
"%[bitrate]@ %[is less than]@ %@ kbps" = "%1$[位元率]@ %2$[小於]@ %3$@ kbps";
"%[bitrate]@ %[is in the range]@ %@ to %@ %[kbps]@" = "%1$[位元率]@ %2$[介於]@ %3$@ 至 %4$@ %5$[kbps]@";

"%[sample_rate]@ %[is]@ %@ Hz" = "%1$[取樣頻率]@ %2$[是]@ %3$@ Hz";
"%[sample_rate]@ %[is not]@ %@ Hz" = "%1$[取樣頻率]@ %2$[不是]@ %3$@ Hz";
"%[sample_rate]@ %[is greater than]@ %@ Hz" = "%1$[取樣頻率]@ %2$[大於]@ %3$@ Hz";
"%[sample_rate]@ %[is less than]@ %@ Hz" = "%1$[取樣頻率]@ %2$[小於]@ %3$@ Hz";
"%[sample_rate]@ %[is in the range]@ %@ to %@ %[Hz]@" = "%1$[取樣頻率]@ %2$[介於]@ %3$@ 至 %4$@ %5$[Hz]@";

"%[bpm]@ %[is]@ %@" = "%1$[BPM]@ %2$[是]@ %3$@";
"%[bpm]@ %[is not]@ %@" = "%1$[BPM]@ %2$[不是]@ %3$@";
"%[bpm]@ %[is greater than]@ %@" = "%1$[BPM]@ %2$[大於]@ %3$@";
"%[bpm]@ %[is less than]@ %@" = "%1$[BPM]@ %2$[小於]@ %3$@";
"%[bpm]@ %[is in the range]@ %@ to %@" = "%1$[BPM]@ %2$[介於]@ %3$@ 至 %4$@";

"%[disc_number]@ %[is]@ %@" = "%1$[光碟編號]@ %2$[是]@ %3$@";
"%[disc_number]@ %[is not]@ %@" = "%1$[光碟編號]@ %2$[不是]@ %3$@";
"%[disc_number]@ %[is greater than]@ %@" = "%1$[光碟編號]@ %2$[大於]@ %3$@";
"%[disc_number]@ %[is less than]@ %@" = "%1$[光碟編號]@ %2$[小於]@ %3$@";
"%[disc_number]@ %[is in the range]@ %@ to %@" = "%1$[光碟編號]@ %2$[介於]@ %3$@ 至 %4$@";

"%[userplaycount]@ %[is]@ %@" = "%1$[播放次數]@ %2$[是]@ %3$@";
"%[userplaycount]@ %[is not]@ %@" = "%1$[播放次數]@ %2$[不是]@ %3$@";
"%[userplaycount]@ %[is greater than]@ %@" = "%1$[播放次數]@ %2$[大於]@ %3$@";
"%[userplaycount]@ %[is less than]@ %@" = "%1$[播放次數]@ %2$[小於]@ %3$@";
"%[userplaycount]@ %[is in the range]@ %@ to %@" = "%1$[播放次數]@ %2$[介於]@ %3$@ 至 %4$@";

"%[season]@ %[is]@ %@" = "%1$[季數]@ %2$[是]@ %3$@";
"%[season]@ %[is not]@ %@" = "%1$[季數]@ %2$[不是]@ %3$@";
"%[season]@ %[is greater than]@ %@" = "%1$[季數]@ %2$[大於]@ %3$@";
"%[season]@ %[is less than]@ %@" = "%1$[季數]@ %2$[小於]@ %3$@";
"%[season]@ %[is in the range]@ %@ to %@" = "%1$[季數]@ %2$[介於]@ %3$@ 至 %4$@";

"%[userskipcount]@ %[is]@ %@" = "%1$[略過次數]@ %2$[是]@ %3$@";
"%[userskipcount]@ %[is not]@ %@" = "%1$[略過次數]@ %2$[不是]@ %3$@";
"%[userskipcount]@ %[is greater than]@ %@" = "%1$[略過次數]@ %2$[大於]@ %3$@";
"%[userskipcount]@ %[is less than]@ %@" = "%1$[略過次數]@ %2$[小於]@ %3$@";
"%[userskipcount]@ %[is in the range]@ %@ to %@" = "%1$[略過次數]@ %2$[介於]@ %3$@ 至 %4$@";

"%[track_number]@ %[is]@ %@" = "%1$[軌道編號]@ %2$[是]@ %3$@";
"%[track_number]@ %[is not]@ %@" = "%1$[軌道編號]@ %2$[不是]@ %3$@";
"%[track_number]@ %[is greater than]@ %@" = "%1$[軌道編號]@ %2$[大於]@ %3$@";
"%[track_number]@ %[is less than]@ %@" = "%1$[軌道編號]@ %2$[小於]@ %3$@";
"%[track_number]@ %[is in the range]@ %@ to %@" = "%1$[軌道編號]@ %2$[介於]@ %3$@ 至 %4$@";

"%[year]@ %[is]@ %@" = "%1$[年份]@ %2$[是]@ %3$@";
"%[year]@ %[is not]@ %@" = "%1$[年份]@ %2$[不是]@ %3$@";
"%[year]@ %[is greater than]@ %@" = "%1$[年份]@ %2$[大於]@ %3$@";
"%[year]@ %[is less than]@ %@" = "%1$[年份]@ %2$[小於]@ %3$@";
"%[year]@ %[is in the range]@ %@ to %@" = "%1$[年份]@ %2$[介於]@ %3$@ 至 %4$@";

"%[totalsize]@ %[is]@ %@ MB" = "%1$[大小]@ %2$[是]@ %3$@ MB";
"%[totalsize]@ %[is not]@ %@ MB" = "%1$[大小]@ %2$[不是]@ %3$@ MB";
"%[totalsize]@ %[is greater than]@ %@ MB" = "%1$[大小]@ %2$[大於]@ %3$@ MB";
"%[totalsize]@ %[is less than]@ %@ MB" = "%1$[大小]@ %2$[小於]@ %3$@ MB";
"%[totalsize]@ %[is in the range]@ %@ to %@ %[MB]@" = "%1$[大小]@ %2$[介於]@ %3$@ 至 %4$@ %5$[MB]@";

"%[album]@ %[contains]@ %@" = "%1$[專輯]@ %2$[包含]@ %3$@";
"%[album]@ %[does not contain]@ %@" = "%1$[專輯]@ %2$[不包含]@ %3$@";
"%[album]@ %[is]@ %@" = "%1$[專輯]@ %2$[是]@ %3$@";
"%[album]@ %[is not]@ %@" = "%1$[專輯]@ %2$[不是]@ %3$@";
"%[album]@ %[begins with]@ %@" = "%1$[專輯]@ %2$[開頭為]@ %3$@";
"%[album]@ %[ends with]@ %@" = "%1$[專輯]@ %2$[結尾為]@ %3$@";

"%[album_artist]@ %[contains]@ %@" = "%1$[專輯演出者]@ %2$[包含]@ %3$@";
"%[album_artist]@ %[does not contain]@ %@" = "%1$[專輯演出者]@ %2$[不包含]@ %3$@";
"%[album_artist]@ %[is]@ %@" = "%1$[專輯演出者]@ %2$[是]@ %3$@";
"%[album_artist]@ %[is not]@ %@" = "%1$[專輯演出者]@ %2$[不是]@ %3$@";
"%[album_artist]@ %[begins with]@ %@" = "%1$[專輯演出者]@ %2$[開頭為]@ %3$@";
"%[album_artist]@ %[ends with]@ %@" = "%1$[專輯演出者]@ %2$[結尾為]@ %3$@";

"%[artist]@ %[contains]@ %@" = "%1$[演出者]@ %2$[包含]@ %3$@";
"%[artist]@ %[does not contain]@ %@" = "%1$[演出者]@ %2$[不包含]@ %3$@";
"%[artist]@ %[is]@ %@" = "%1$[演出者]@ %2$[是]@ %3$@";
"%[artist]@ %[is not]@ %@" = "%1$[演出者]@ %2$[不是]@ %3$@";
"%[artist]@ %[begins with]@ %@" = "%1$[演出者]@ %2$[開頭為]@ %3$@";
"%[artist]@ %[ends with]@ %@" = "%1$[演出者]@ %2$[結尾為]@ %3$@";

"%[category]@ %[contains]@ %@" = "%1$[類別]@ %2$[包含]@ %3$@";
"%[category]@ %[does not contain]@ %@" = "%1$[類別]@ %2$[不包含]@ %3$@";
"%[category]@ %[is]@ %@" = "%1$[類別]@ %2$[是]@ %3$@";
"%[category]@ %[is not]@ %@" = "%1$[類別]@ %2$[不是]@ %3$@";
"%[category]@ %[begins with]@ %@" = "%1$[類別]@ %2$[開頭為]@ %3$@";
"%[category]@ %[ends with]@ %@" = "%1$[類別]@ %2$[結尾為]@ %3$@";

"%[comments]@ %[contains]@ %@" = "%1$[註解]@ %2$[包含]@ %3$@";
"%[comments]@ %[does not contain]@ %@" = "%1$[註解]@ %2$[不包含]@ %3$@";
"%[comments]@ %[is]@ %@" = "%1$[註解]@ %2$[是]@ %3$@";
"%[comments]@ %[is not]@ %@" = "%1$[註解]@ %2$[不是]@ %3$@";
"%[comments]@ %[begins with]@ %@" = "%1$[註解]@ %2$[開頭為]@ %3$@";
"%[comments]@ %[ends with]@ %@" = "%1$[註解]@ %2$[結尾為]@ %3$@";

"%[composer]@ %[contains]@ %@" = "%1$[作曲者]@ %2$[包含]@ %3$@";
"%[composer]@ %[does not contain]@ %@" = "%1$[作曲者]@ %2$[不包含]@ %3$@";
"%[composer]@ %[is]@ %@" = "%1$[作曲者]@ %2$[是]@ %3$@";
"%[composer]@ %[is not]@ %@" = "%1$[作曲者]@ %2$[不是]@ %3$@";
"%[composer]@ %[begins with]@ %@" = "%1$[作曲者]@ %2$[開頭為]@ %3$@";
"%[composer]@ %[ends with]@ %@" = "%1$[作曲者]@ %2$[結尾為]@ %3$@";

"%[debug]@ %[contains]@ %@" = "%1$[除錯]@ %2$[包含]@ %3$@";
"%[debug]@ %[does not contain]@ %@" = "%1$[除錯]@ %2$[不包含]@ %3$@";
"%[debug]@ %[is]@ %@" = "%1$[除錯]@ %2$[是]@ %3$@";
"%[debug]@ %[is not]@ %@" = "%1$[除錯]@ %2$[不是]@ %3$@";
"%[debug]@ %[begins with]@ %@" = "%1$[除錯]@ %2$[開頭為]@ %3$@";
"%[debug]@ %[ends with]@ %@" = "%1$[除錯]@ %2$[結尾為]@ %3$@";

"%[description]@ %[contains]@ %@" = "%1$[描述]@ %2$[包含]@ %3$@";
"%[description]@ %[does not contain]@ %@" = "%1$[描述]@ %2$[不包含]@ %3$@";
"%[description]@ %[is]@ %@" = "%1$[描述]@ %2$[是]@ %3$@";
"%[description]@ %[is not]@ %@" = "%1$[描述]@ %2$[不是]@ %3$@";
"%[description]@ %[begins with]@ %@" = "%1$[描述]@ %2$[開頭為]@ %3$@";
"%[description]@ %[ends with]@ %@" = "%1$[描述]@ %2$[結尾為]@ %3$@";

"%[genre]@ %[contains]@ %@" = "%1$[類型]@ %2$[包含]@ %3$@";
"%[genre]@ %[does not contain]@ %@" = "%1$[類型]@ %2$[不包含]@ %3$@";
"%[genre]@ %[is]@ %@" = "%1$[類型]@ %2$[是]@ %3$@";
"%[genre]@ %[is not]@ %@" = "%1$[類型]@ %2$[不是]@ %3$@";
"%[genre]@ %[begins with]@ %@" = "%1$[類型]@ %2$[開頭為]@ %3$@";
"%[genre]@ %[ends with]@ %@" = "%1$[類型]@ %2$[結尾為]@ %3$@";

"%[grouping]@ %[contains]@ %@" = "%1$[分類]@ %2$[包含]@ %3$@";
"%[grouping]@ %[does not contain]@ %@" = "%1$[分類]@ %2$[不包含]@ %3$@";
"%[grouping]@ %[is]@ %@" = "%1$[分類]@ %2$[是]@ %3$@";
"%[grouping]@ %[is not]@ %@" = "%1$[分類]@ %2$[不是]@ %3$@";
"%[grouping]@ %[begins with]@ %@" = "%1$[分類]@ %2$[開頭為]@ %3$@";
"%[grouping]@ %[ends with]@ %@" = "%1$[分類]@ %2$[結尾為]@ %3$@";

"%[kind]@ %[contains]@ %@" = "%1$[種類]@ %2$[包含]@ %3$@";
"%[kind]@ %[does not contain]@ %@" = "%1$[種類]@ %2$[不包含]@ %3$@";
"%[kind]@ %[is]@ %@" = "%1$[種類]@ %2$[是]@ %3$@";
"%[kind]@ %[is not]@ %@" = "%1$[種類]@ %2$[不是]@ %3$@";
"%[kind]@ %[begins with]@ %@" = "%1$[種類]@ %2$[開頭為]@ %3$@";
"%[kind]@ %[ends with]@ %@" = "%1$[種類]@ %2$[結尾為]@ %3$@";

"%[name]@ %[contains]@ %@" = "%1$[名稱]@ %2$[包含]@ %3$@";
"%[name]@ %[does not contain]@ %@" = "%1$[名稱]@ %2$[不包含]@ %3$@";
"%[name]@ %[is]@ %@" = "%1$[名稱]@ %2$[是]@ %3$@";
"%[name]@ %[is not]@ %@" = "%1$[名稱]@ %2$[不是]@ %3$@";
"%[name]@ %[begins with]@ %@" = "%1$[名稱]@ %2$[開頭為]@ %3$@";
"%[name]@ %[ends with]@ %@" = "%1$[名稱]@ %2$[結尾為]@ %3$@";

"%[series_name]@ %[contains]@ %@" = "%1$[節目]@ %2$[包含]@ %3$@";
"%[series_name]@ %[does not contain]@ %@" = "%1$[節目]@ %2$[不包含]@ %3$@";
"%[series_name]@ %[is]@ %@" = "%1$[節目]@ %2$[是]@ %3$@";
"%[series_name]@ %[is not]@ %@" = "%1$[節目]@ %2$[不是]@ %3$@";
"%[series_name]@ %[begins with]@ %@" = "%1$[節目]@ %2$[開頭為]@ %3$@";
"%[series_name]@ %[ends with]@ %@" = "%1$[節目]@ %2$[結尾為]@ %3$@";

"%[sort_album]@ %[contains]@ %@" = "%1$[專輯排序]@ %2$[包含]@ %3$@";
"%[sort_album]@ %[does not contain]@ %@" = "%1$[專輯排序]@ %2$[不包含]@ %3$@";
"%[sort_album]@ %[is]@ %@" = "%1$[專輯排序]@ %2$[是]@ %3$@";
"%[sort_album]@ %[is not]@ %@" = "%1$[專輯排序]@ %2$[不是]@ %3$@";
"%[sort_album]@ %[begins with]@ %@" = "%1$[專輯排序]@ %2$[開頭為]@ %3$@";
"%[sort_album]@ %[ends with]@ %@" = "%1$[專輯排序]@ %2$[結尾為]@ %3$@";

"%[sort_album_artist]@ %[contains]@ %@" = "%1$[專輯演出者排序]@ %2$[包含]@ %3$@";
"%[sort_album_artist]@ %[does not contain]@ %@" = "%1$[專輯演出者排序]@ %2$[不包含]@ %3$@";
"%[sort_album_artist]@ %[is]@ %@" = "%1$[專輯演出者排序]@ %2$[是]@ %3$@";
"%[sort_album_artist]@ %[is not]@ %@" = "%1$[專輯演出者排序]@ %2$[不是]@ %3$@";
"%[sort_album_artist]@ %[begins with]@ %@" = "%1$[專輯演出者排序]@ %2$[開頭為]@ %3$@";
"%[sort_album_artist]@ %[ends with]@ %@" = "%1$[專輯演出者排序]@ %2$[結尾為]@ %3$@";

"%[sort_artist]@ %[contains]@ %@" = "%1$[演出者排序]@ %2$[包含]@ %3$@";
"%[sort_artist]@ %[does not contain]@ %@" = "%1$[演出者排序]@ %2$[不包含]@ %3$@";
"%[sort_artist]@ %[is]@ %@" = "%1$[演出者排序]@ %2$[是]@ %3$@";
"%[sort_artist]@ %[is not]@ %@" = "%1$[演出者排序]@ %2$[不是]@ %3$@";
"%[sort_artist]@ %[begins with]@ %@" = "%1$[演出者排序]@ %2$[開頭為]@ %3$@";
"%[sort_artist]@ %[ends with]@ %@" = "%1$[演出者排序]@ %2$[結尾為]@ %3$@";

"%[sort_composer]@ %[contains]@ %@" = "%1$[作曲者排序]@ %2$[包含]@ %3$@";
"%[sort_composer]@ %[does not contain]@ %@" = "%1$[作曲者排序]@ %2$[不包含]@ %3$@";
"%[sort_composer]@ %[is]@ %@" = "%1$[作曲者排序]@ %2$[是]@ %3$@";
"%[sort_composer]@ %[is not]@ %@" = "%1$[作曲者排序]@ %2$[不是]@ %3$@";
"%[sort_composer]@ %[begins with]@ %@" = "%1$[作曲者排序]@ %2$[開頭為]@ %3$@";
"%[sort_composer]@ %[ends with]@ %@" = "%1$[作曲者排序]@ %2$[結尾為]@ %3$@";

"%[sort_name]@ %[contains]@ %@" = "%1$[名稱排序]@ %2$[包含]@ %3$@";
"%[sort_name]@ %[does not contain]@ %@" = "%1$[名稱排序]@ %2$[不包含]@ %3$@";
"%[sort_name]@ %[is]@ %@" = "%1$[名稱排序]@ %2$[是]@ %3$@";
"%[sort_name]@ %[is not]@ %@" = "%1$[名稱排序]@ %2$[不是]@ %3$@";
"%[sort_name]@ %[begins with]@ %@" = "%1$[名稱排序]@ %2$[開頭為]@ %3$@";
"%[sort_name]@ %[ends with]@ %@" = "%1$[名稱排序]@ %2$[結尾為]@ %3$@";

"%[sort_series_name]@ %[contains]@ %@" = "%1$[節目排序]@ %2$[包含]@ %3$@";
"%[sort_series_name]@ %[does not contain]@ %@" = "%1$[節目排序]@ %2$[不包含]@ %3$@";
"%[sort_series_name]@ %[is]@ %@" = "%1$[節目排序]@ %2$[是]@ %3$@";
"%[sort_series_name]@ %[is not]@ %@" = "%1$[節目排序]@ %2$[不是]@ %3$@";
"%[sort_series_name]@ %[begins with]@ %@" = "%1$[節目排序]@ %2$[開頭為]@ %3$@";
"%[sort_series_name]@ %[ends with]@ %@" = "%1$[節目排序]@ %2$[結尾為]@ %3$@";

"%[date_added]@ %[is]@ %@" = "%1$[加入日期]@ %2$[是]@ %3$@";
"%[date_added]@ %[is not]@ %@" = "%1$[加入日期]@ %2$[不是]@ %3$@";
"%[date_added]@ %[is greater than]@ %@" = "%1$[加入日期]@ %2$[晚於]@ %3$@";
"%[date_added]@ %[is less than]@ %@" = "%1$[加入日期]@ %2$[早於]@ %3$@";
"%[date_added]@ %[in the last]@ %@ %[days]@" = "%1$[加入日期]@ %2$[在過去]@ %3$@ %4$[天]@";
"%[date_added]@ %[in the last]@ %@ %[weeks]@" = "%1$[加入日期]@ %2$[在過去]@ %3$@ %4$[週]@";
"%[date_added]@ %[in the last]@ %@ %[months]@" = "%1$[加入日期]@ %2$[在過去]@ %3$@ %4$[個月]@";
"%[date_added]@ %[not in the last]@ %@ %[days]@" = "%1$[加入日期]@ %2$[不在過去]@ %3$@ %4$[天]@";
"%[date_added]@ %[not in the last]@ %@ %[weeks]@" = "%1$[加入日期]@ %2$[不在過去]@ %3$@ %4$[週]@";
"%[date_added]@ %[not in the last]@ %@ %[months]@" = "%1$[加入日期]@ %2$[不在過去]@ %3$@ %4$[個月]@";
"%[date_added]@ %[is in the range]@ %@ to %@" = "%1$[加入日期]@ %2$[介於]@ %3$@ 至 %4$@";

"%[date_modified]@ %[is]@ %@" = "%1$[修改日期]@ %2$[是]@ %3$@";
"%[date_modified]@ %[is not]@ %@" = "%1$[修改日期]@ %2$[不是]@ %3$@";
"%[date_modified]@ %[is greater than]@ %@" = "%1$[修改日期]@ %2$[晚於]@ %3$@";
"%[date_modified]@ %[is less than]@ %@" = "%1$[修改日期]@ %2$[早於]@ %3$@";
"%[date_modified]@ %[in the last]@ %@ %[days]@" = "%1$[修改日期]@ %2$[在過去]@ %3$@ %4$[天]@";
"%[date_modified]@ %[in the last]@ %@ %[weeks]@" = "%1$[修改日期]@ %2$[在過去]@ %3$@ %4$[週]@";
"%[date_modified]@ %[in the last]@ %@ %[months]@" = "%1$[修改日期]@ %2$[在過去]@ %3$@ %4$[個月]@";
"%[date_modified]@ %[not in the last]@ %@ %[days]@" = "%1$[修改日期]@ %2$[不在過去]@ %3$@ %4$[天]@";
"%[date_modified]@ %[not in the last]@ %@ %[weeks]@" = "%1$[修改日期]@ %2$[不在過去]@ %3$@ %4$[週]@";
"%[date_modified]@ %[not in the last]@ %@ %[months]@" = "%1$[修改日期]@ %2$[不在過去]@ %3$@ %4$[個月]@";
"%[date_modified]@ %[is in the range]@ %@ to %@" = "%1$[修改日期]@ %2$[介於]@ %3$@ 至 %4$@";

"%[playdate]@ %[is]@ %@" = "%1$[上次播放日期]@ %2$[是]@ %3$@";
"%[playdate]@ %[is not]@ %@" = "%1$[上次播放日期]@ %2$[不是]@ %3$@";
"%[playdate]@ %[is greater than]@ %@" = "%1$[上次播放日期]@ %2$[晚於]@ %3$@";
"%[playdate]@ %[is less than]@ %@" = "%1$[上次播放日期]@ %2$[早於]@ %3$@";
"%[playdate]@ %[in the last]@ %@ %[days]@" = "%1$[上次播放日期]@ %2$[在過去]@ %3$@ %4$[天]@";
"%[playdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[上次播放日期]@ %2$[在過去]@ %3$@ %4$[週]@";
"%[playdate]@ %[in the last]@ %@ %[months]@" = "%1$[上次播放日期]@ %2$[在過去]@ %3$@ %4$[個月]@";
"%[playdate]@ %[not in the last]@ %@ %[days]@" = "%1$[上次播放日期]@ %2$[不是在過去]@ %3$@ %4$[天]@";
"%[playdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[上次播放日期]@ %2$[不是在過去]@ %3$@ %4$[週]@";
"%[playdate]@ %[not in the last]@ %@ %[months]@" = "%1$[上次播放日期]@ %2$[不是在過去]@ %3$@ %4$[個月]@";
"%[playdate]@ %[is in the range]@ %@ to %@" = "%1$[上次播放日期]@ %2$[介於]@ %3$@ 至 %4$@";

"%[skipdate]@ %[is]@ %@" = "%1$[上次略過日期]@ %2$[是]@ %3$@";
"%[skipdate]@ %[is not]@ %@" = "%1$[上次略過日期]@ %2$[不是]@ %3$@";
"%[skipdate]@ %[is greater than]@ %@" = "%1$[上次略過日期]@ %2$[晚於]@ %3$@";
"%[skipdate]@ %[is less than]@ %@" = "%1$[上次略過日期]@ %2$[早於]@ %3$@";
"%[skipdate]@ %[in the last]@ %@ %[days]@" = "%1$[上次略過日期]@ %2$[在過去]@ %3$@ %4$[天]@";
"%[skipdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[上次略過日期]@ %2$[在過去]@ %3$@ %4$[週]@";
"%[skipdate]@ %[in the last]@ %@ %[months]@" = "%1$[上次略過日期]@ %2$[在過去]@ %3$@ %4$[個月]@";
"%[skipdate]@ %[not in the last]@ %@ %[days]@" = "%1$[上次略過日期]@ %2$[不是在過去]@ %3$@ %4$[天]@";
"%[skipdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[上次略過日期]@ %2$[不是在過去]@ %3$@ %4$[週]@";
"%[skipdate]@ %[not in the last]@ %@ %[months]@" = "%1$[上次略過日期]@ %2$[不是在過去]@ %3$@ %4$[個月]@";
"%[skipdate]@ %[is in the range]@ %@ to %@" = "%1$[上次略過日期]@ %2$[介於]@ %3$@ 至 %4$@";

"%[songid]@ %[is]@" = "%1$[已購買]@ %2$[是]@";
"%[songid]@ %[is not]@" = "%1$[已購買]@ %2$[否]@";

"%[olduserdisabled]@ %[is]@" = "%1$[已檢查]@ %2$[是]@";
"%[olduserdisabled]@ %[is not]@" = "%1$[已檢查]@ %2$[否]@";

"%[artwork]@ %[is]@" = "%1$[專輯插圖]@ %2$[是]@";
"%[artwork]@ %[is not]@" = "%1$[專輯插圖]@ %2$[否]@";

"%[compilation]@ %[is]@" = "%1$[合輯]@ %2$[是]@";
"%[compilation]@ %[is not]@" = "%1$[合輯]@ %2$[否]@";

"%[totaltime]@ %[is]@ %@" = "%1$[時間]@ %2$[是]@ %3$@";
"%[totaltime]@ %[is not]@ %@" = "%1$[時間]@ %2$[不是]@ %3$@";
"%[totaltime]@ %[is greater than]@ %@" = "%1$[時間]@ %2$[長於]@ %3$@";
"%[totaltime]@ %[is less than]@ %@" = "%1$[時間]@ %2$[少於]@ %3$@";
"%[totaltime]@ %[is in the range]@ %@ to %@" = "%1$[時間]@ %2$[介於]@ %3$@ 至 %4$@";

"%[albumrating]@ %[is]@ %@" = "%1$[專輯喜好程度]@ %2$[是]@ %3$@";
"%[albumrating]@ %[is not]@ %@" = "%1$[專輯喜好程度]@ %2$[不是]@ %3$@";
"%[albumrating]@ %[is greater than]@ %@" = "%1$[專輯喜好程度]@ %2$[大於]@ %3$@";
"%[albumrating]@ %[is less than]@ %@" = "%1$[專輯喜好程度]@ %2$[小於]@ %3$@";
"%[albumrating]@ %[is in the range]@ %@ to %@" = "%1$[專輯喜好程度]@ %2$[介於]@ %3$@ 至 %4$@";

"%[trackrating]@ %[is]@ %@" = "%1$[喜好程度]@ %2$[是]@ %3$@";
"%[trackrating]@ %[is not]@ %@" = "%1$[喜好程度]@ %2$[不是]@ %3$@";
"%[trackrating]@ %[is greater than]@ %@" = "%1$[喜好程度]@ %2$[大於]@ %3$@";
"%[trackrating]@ %[is less than]@ %@" = "%1$[喜好程度]@ %2$[小於]@ %3$@";
"%[trackrating]@ %[is in the range]@ %@ to %@" = "%1$[喜好程度]@ %2$[介於]@ %3$@ 至 %4$@";

"%[mediakind]@ %[is]@ %[Music]@" = "%1$[媒體種類]@ %2$[是]@ %3$[音樂]@";
"%[mediakind]@ %[is]@ %[Music Video]@" = "%1$[媒體種類]@ %2$[是]@ %3$[音樂錄影帶]@";
"%[mediakind]@ %[is]@ %[Movie]@" = "%1$[媒體種類]@ %2$[是]@ %3$[影片]@";
"%[mediakind]@ %[is]@ %[TV Show]@" = "%1$[媒體種類]@ %2$[是]@ %3$[電視節目]@";
"%[mediakind]@ %[is]@ %[Podcast]@" = "%1$[媒體種類]@ %2$[是]@ %3$[Podcast]@";
"%[mediakind]@ %[is]@ %[iTunes U]@" = "%1$[媒體種類]@ %2$[是]@ %3$[iTunes U]@";
"%[mediakind]@ %[is]@ %[Audiobook]@" = "%1$[媒體種類]@ %2$[是]@ %3$[有聲書]@";
"%[mediakind]@ %[is]@ %[Book]@" = "%1$[媒體種類]@ %2$[是]@ %3$[書籍]@";
"%[mediakind]@ %[is]@ %[Voice Memo]@" = "%1$[媒體種類]@ %2$[是]@ %3$[語音備忘錄]@";
"%[mediakind]@ %[is]@ %[iTunes Extras]@" = "%1$[媒體種類]@ %2$[是]@ %3$[iTunes Extras]@";
"%[mediakind]@ %[is not]@ %[Music]@" = "%1$[媒體種類]@ %2$[不是]@ %3$[音樂]@";
"%[mediakind]@ %[is not]@ %[Music Video]@" = "%1$[媒體種類]@ %2$[不是]@ %3$[音樂錄影帶]@";
"%[mediakind]@ %[is not]@ %[Movie]@" = "%1$[媒體種類]@ %2$[不是]@ %3$[影片]@";
"%[mediakind]@ %[is not]@ %[TV Show]@" = "%1$[媒體種類]@ %2$[不是]@ %3$[電視節目]@";
"%[mediakind]@ %[is not]@ %[Podcast]@" = "%1$[媒體種類]@ %2$[不是]@ %3$[Podcast]@";
"%[mediakind]@ %[is not]@ %[iTunes U]@" = "%1$[媒體種類]@ %2$[不是]@ %3$[iTunes U]@";
"%[mediakind]@ %[is not]@ %[Audiobook]@" = "%1$[媒體種類]@ %2$[不是]@ %3$[有聲書]@";
"%[mediakind]@ %[is not]@ %[Book]@" = "%1$[媒體種類]@ %2$[不是]@ %3$[書籍]@";
"%[mediakind]@ %[is not]@ %[Voice Memo]@" = "%1$[媒體種類]@ %2$[不是]@ %3$[語音備忘錄]@";
"%[mediakind]@ %[is not]@ %[iTunes Extras]@" = "%1$[媒體種類]@ %2$[不是]@ %3$[iTunes Extras]@";

"%[playlistpersistentid]@ %[is]@ %@" = "%1$[播放列表]@ %2$[是]@ %3$@";
"%[playlistpersistentid]@ %[is not]@ %@" = "%1$[播放列表]@ %2$[不是]@ %3$@";

"%[trackkinds]@ %[is]@ %[local]@" = "%1$[位置]@ %2$[在]@ %3$[這部電腦上]@";
"%[trackkinds]@ %[is]@ %[iCloud]@" = "%1$[位置]@ %2$[是]@ %3$[iCloud]@";
"%[trackkinds]@ %[is not]@ %[local]@" = "%1$[位置]@ %2$[不在]@ %3$[這部電腦上]@";
"%[trackkinds]@ %[is not]@ %[iCloud]@" = "%1$[位置]@ %2$[不是]@ %3$[iCloud]@";

"%[icloudstatus]@ %[is]@ %[Matched]@" = "%1$[iCloud 狀態]@ %2$[是]@ %3$[比對成功]@";
"%[icloudstatus]@ %[is]@ %[Purchased]@" = "%1$[iCloud 狀態]@ %2$[是]@ %3$[已購買]@";
"%[icloudstatus]@ %[is]@ %[Uploaded]@" = "%1$[iCloud 狀態]@ %2$[是]@ %3$[已上傳]@";
"%[icloudstatus]@ %[is]@ %[Ineligible]@" = "%1$[iCloud 狀態]@ %2$[是]@ %3$[不適用]@";
"%[icloudstatus]@ %[is]@ %[Local Only]@" = "%1$[iCloud 狀態]@ %2$[是]@ %3$[僅限本機]@";
"%[icloudstatus]@ %[is]@ %[Error]@" = "%1$[iCloud 狀態]@ %2$[是]@ %3$[錯誤]@";
"%[icloudstatus]@ %[is]@ %[Duplicate]@" = "%1$[iCloud 狀態]@ %2$[是]@ %3$[複製]@";
"%[icloudstatus]@ %[is not]@ %[Matched]@" = "%1$[iCloud 狀態]@ %2$[不是]@ %3$[比對成功]@";
"%[icloudstatus]@ %[is not]@ %[Purchased]@" = "%1$[iCloud 狀態]@ %2$[不是]@ %3$[已購買]@";
"%[icloudstatus]@ %[is not]@ %[Uploaded]@" = "%1$[iCloud 狀態]@ %2$[不是]@ %3$[已上傳]@";
"%[icloudstatus]@ %[is not]@ %[Ineligible]@" = "%1$[iCloud 狀態]@ %2$[不是]@ %3$[不適用]@";
"%[icloudstatus]@ %[is not]@ %[Local Only]@" = "%1$[iCloud 狀態]@ %2$[不是]@ %3$[僅限本機]@";
"%[icloudstatus]@ %[is not]@ %[Error]@" = "%1$[iCloud 狀態]@ %2$[不是]@ %3$[錯誤]@";
"%[icloudstatus]@ %[is not]@ %[Duplicate]@" = "%1$[iCloud 狀態]@ %2$[不是]@ %3$[複製]@";
